<template>
  <HeaderMain/>
  <div class="main">
    <h1>О нас </h1>
<!--    <ul class="text">Профессиональный программный и компонентный ремонт девайсов Galaxy A10s, A20s, A30s в Томске исполнят в 5 центрах Pedant, расположенных по адресам::</p>-->
<!--      <li class="textLi">ТРЦ "Изумрудный город"</li>-->
<!--      <li class="textLi">пр. Ленина, д. 94, маг. "Ярче"</li>-->
<!--      <li class="textLi">ТЦ "БУМ"</li>-->
<!--    </ul>-->

<!--      <h2>Как показывает практика, нужные запчасти всегда в наличии, но рекомендуем уточнить этот нюанс по номеру 8 (800)-100-39-13 или в выбранном филиале.</h2>-->

<!--      Совершить оплату Вы можете любым удобным способом из перечисленных - наличными и картой:-->

<!--      Visa,-->
<!--      Mastercard,-->
<!--      МИР.-->
<!--      Стоимость ремонта галакси а10с, а20с, а30с варьируется в зависимости от выбранной услуги и начинается от 390 руб.-->

<!--      Все процессы выполняются на ваших глазах с 10:00 до 22:00 .-->
<!--      После мероприятий обязательно каждому выдается гарантийный талон сроком до 3-х месяцев!-->
<!--      <p>Специалисты Pedant готовы помочь и убрать неполадку в любой день . Поэтому, если на мобильном устройстве аккумулятор разряжается с высокой скоростью, треснул дисплей, не работает основная камера, плохое звучание динамиков, неисправен микрофон или плохая связь, вы знаете, где устранить неисправность.</p>-->
  </div>
  <FooterMain/>
</template>


<script>
import HeaderMain from '@/components/HeaderMain.vue'
import FooterMain from '@/components/FooterMain.vue'

export default {
  name: 'BodyMain',
  components: {
    HeaderMain,
    FooterMain
  },
}
</script>